Repository: biblibre/omeka-s-enduser--Fr-version
Catalog: locales/*/LC_MESSAGES/docs/admin/settings.po
Languages: fr_fr

source: Manage Settings
fr_fr: Gérer les paramètres

source: Admin users may change the settings for the admin dashboard and general settings for sites using the *Settings* tab on the left side of the admin dashboard (gear icon).
fr_fr: Les administrateurs peuvent modifier les paramètres du tableau de bord de l'administrateur et les paramètres généraux des sites à l'aide de l'onglet *Paramètres* situé à gauche du tableau de bord de l'administrateur (icône représentant une roue dentée).

source: Global settings are only available to users with Site Administrator or Global Administrator user roles.
fr_fr: Les paramètres globaux ne sont disponibles que pour les utilisateurs dotés des rôles d’administrateur de site ou d’administrateur général.

source: The settings are as follows divided into two sections: General and Security settings.
fr_fr: Les paramètres sont divisés en deux sections: Paramètres généraux et Paramètres de sécurité.

source: General
fr_fr: Général

source: ![General settings with fields as described below](adminfiles/settings_general.png)
fr_fr: ![Paramètres généraux avec les champs décrits ci-dessous](/admin/adminfiles/settings_general.png)

source: *Administrator Email* sets the email address for the installation administrator. Note that some hosting setups may require that the domain name for the administrator email match the domain name of the installation (if your domain is yourinstall.org, the administrator email must be user@yourinstall.org).
fr_fr: *Email de l'administrateur* définit l'adresse électronique de l'administrateur de l'installation. Notez que certaines configurations d'hébergement peuvent nécessiter que le nom de domaine de l'e-mail de l'administrateur corresponde au nom de domaine de l'installation (si votre domaine est yourinstall.org, l'adresse e-mail de l'administrateur doit être user@votreinstall.org).

source: *Installation Title* allows you to change the title for the OmekaS installation overall. This is what appears in the upper left-hand corner of the admin dashboard.
fr_fr: *Titre de l'installation* vous permet de changer le titre de l'ensemble de l'installation OmekaS. C'est ce qui apparaît dans le coin supérieur gauche du tableau de bord de l'administrateur.

source: *Time Zone* sets the default time zone for the install, which will be used for error logging messages and to determine creation dates for items, item sets, and other materials on the install. This is a dropdown menu.
fr_fr: *Fuseau horaire* définit le fuseau horaire par défaut pour l'installation, qui sera utilisé pour les messages de journalisation des erreurs et pour déterminer les dates de création des contenus, des collections et d'autres ressources de l'installation. C'est un menu déroulant.

source: *Results per page* changes the number of results (items, item sets, media) displayed per page when browsing in either public or admin sides of the installation.
fr_fr: *Résultats par page* modifie le nombre de résultats (contenus, collections, médias) affichés par page lors de la navigation dans les interfaces publiques ou administrateur de l'installation.

source: *Property label information* determines what is displayed next to each property when users are editing items and item sets.
fr_fr: *Information sur le libellé de propriété* détermine ce qui est affiché à côté de chaque propriété lorsque les utilisateurs modifient des contenus et des collections.

source: By default, this is set to *none*, meaning that only the property label is displayed.
fr_fr: Par défaut, il est défini sur *Aucun*, ce qui signifie que seule l'étiquette de la propriété est affichée.

source: If *show vocabulary* is selected, the parenthetical statement next to the property name displays the vocabulary used (for example, Dublin Core)
fr_fr: Si *afficher le vocabulaire* est sélectionné, l'instruction entre parenthèses à cô té du nom de la propriété affiche le vocabulaire utilisé (par exemple, Dublin Core)

source: If *show term* is selected, the parenthetical statement next to the property name displays the vocabulary:term (for example, dc:title).
fr_fr: Si *Afficher le terme* est sélectionné, l'instruction entre parenthèses à côté du nom de la propriété affiche le vocabulaire suivant: terme (par exemple, dc: titre).

source: *Default Site* dropdown gives you control over where people land when they navigate to the base url of your install. You can either display a list of all sites in the install (default) or select a specific site from the dropdown, to which people will be redirected.
fr_fr: La liste déroulante *Site par défaut* vous donne le contrôle sur la page d'accueil et l'URL de base de votre installation. Vous pouvez afficher la liste de tous les sites de l'installation (par défaut) ou sélectionner un site spécifique dans la liste déroulante vers laquelle les utilisateurs seront redirigés.

source: *Locale* dropdown lets you select from a dropdown of [available languages](https://www.transifex.com/omeka/omeka-s/) for the Omeka S core to change the language in which your installation's admin side displays.
fr_fr: La liste déroulante *Paramètres régionaux* vous permet de sélectionner dans un menu déroulant les [langues disponibles](https://www.transifex.com/omeka/omeka-s/) pour la langue d'affichage du côté administrateur de votre installation.

source: *Enable version notifications* check this box to enable notifications for new versions of Omeka S, themes, and modules.
fr_fr: *Activer la notification de version* cochez cette case pour activer les notifications pour les nouvelles versions d'Omeka S, les thèmes et les modules.

source: *Disable JSON-LD embed* By default, Omeka embeds JSON-LD in resource browse and show pages for the purpose of machine-readable metadata discovery. Check this to disable embedding.
fr_fr: *Désactiver le code JSON-LD embarqué* Par défaut, Omeka intègre JSON-LD dans la navigation et l'affichage des pages, dans le but d'exposer des métadonnées lisibles par d'autres machines. Cochez cette case pour désactiver l'intégration.

source: *Default content visibility to private* When this box is checked, all new items, item sets, and sites will have their visibility set to Private. If this box is not checked, the default is public.
fr_fr: *Visibilité Privée par défaut* Lorsque cette case est cochée, la visibilité de tous les nouveaux éléments, ensembles d'éléments et sites est définie sur Privé. Si cette case n'est pas cochée, la valeur par défaut est publique.

source: *Index full-text search* Check this box to run an index of your installation's resources and sites as soon as you click Save. You should only need to run this process if you are having issues with search.
fr_fr: *Indexer la recherche en texte intégral* Cochez cette case pour créer un index des ressources et des sites de votre installation dès que vous cliquez sur Enregistrer. Vous ne devriez avoir besoin d’exécuter ce processus que si vous rencontrez des problèmes de recherche.

source: Security
fr_fr: Sécurité

source: ![Security settings with fields as described below](adminfiles/settings_security.png)
fr_fr: ![Paramètres de sécurité avec les champs décrits ci-dessous](/ admin / adminfiles / settings_security.png)

source: *Use HTMLPurifier* checkbox. If checked, the service [HTMLPurifier](http://htmlpurifier.org/) will clean up any user-entered HTML.
fr_fr: Case à cocher *HTMLPurifier*. Si cette case est cochée, le service [HTMLPurifier] (http://htmlpurifier.org/) nettoiera tout code HTML saisi par l'utilisateur.

source: *Disable file validation*: a checkbox, unchecked by default. When unchecked, file uploads are limited by the following two fields. When this box is checked, any type of media or MIME type can be uploaded.
fr_fr: *Désactiver la validation du fichier*: une case à cocher, décochée par défaut. Lorsque cette case est décochée, les téléchargements de fichiers sont limités aux deux champs suivants. Lorsque cette case est cochée, tout type de média ou type MIME peut ê tre téléchargé.

source: *Allowed media types*: The default list contains the most common media types. Only files with media types included in this list may be uploaded to the installation.
fr_fr: *Types de média autorisés*: La liste par défaut contient les types de média les plus courants. Seuls les fichiers avec les types de média inclus dans cette liste peuvent être téléchargés vers l'installation.

source: Separate additions to the list with a comma.
fr_fr: Ajouts à la liste séparés par une virgule

source: To return to defaults, click the *restore default media types* button.
fr_fr: Pour revenir aux paramètres par défaut, cliquez sur le bouton *Restaurer les types de média par défaut*

source: *Allowed file extensions*: The default list contains common file extensions. Only files with extensions included in this list may be uploaded to the installation.
fr_fr: *Extensions de fichiers autorisées*: La liste par défaut contient les extensions de fichiers courantes. Seuls les fichiers avec les extensions incluses dans cette liste peuvent être téléchargés vers l’installation.

source: To return to defaults, click the *restore default extensions* button.
fr_fr: Pour revenir aux paramètres par défaut, cliquez sur le bouton *Restaurer les extensions par défaut

source: The final two fields relate to setting up [reCAPTCHA](https://www.google.com/recaptcha/intro/index.html) for your site. You will need both a site key and a secret key. Enter them in the corresponding fields after [signing up](https://www.google.com/recaptcha/admin#list) with reCAPTCHA/Google:
fr_fr: Les deux derniers champs se rapportent à configurer [reCAPTCHA](https://www.google.com/recaptcha/intro/index.html) pour votre site. Vous aurez besoin d'une clé de site et d'une clé secrète. Entrez-les dans les champs correspondants après votre [inscription](https://www.google.com/recaptcha/admin#list) sur reCAPTCHA/Google:

source: *reCAPTCHA site key* enables to display of the widget on your install's sites.
fr_fr: *La clé de site reCAPTCHA* permet d'afficher le widget sur les sites de votre installation .

source: *reCAPTCHA secret key* allows communication between your install and reCAPTCHA's server.
fr_fr: *La clé secrète reCAPTCHA* permet la communication entre votre installation et le serveur de reCAPTCHA.
