Repository: biblibre/omeka-s-enduser--Fr-version
Catalog: locales/*/LC_MESSAGES/docs/accessibility.po
Languages: fr_fr

source: Accessibility Statement
fr_fr: Déclaration d'accessibilité

source: The Omeka team is committed to making Omeka S an accessible option for building collections and exhibits online. We are working to make the core code accessible and will continue to make accessibility for persons with disabilities a priority as we develop the code. Omeka strives to adhere to `W3C web design standards <http://www.w3.org/standards/>`_ and to be compliant with `Section 508 <http://www.section508.gov/>`_ of the Americans with Disabilities Act (pdf).
fr_fr: L'équipe Omeka s'est engagée à faire d'Omeka S une option accessible pour la création de collections et d'expositions en ligne. Nous travaillons à rendre le code principal accessible et continuerons de faire de l'accessibilité pour les personnes en situation d'handicap une priorité à mesure que nous élaborons le code. Omeka s'efforce de respecter `les normes de conception Web du W3C <http://www.w3.org/standards/>`_ et de se conformer à la `Section 508 <http://www.section508.gov/>`_ de la loi américaine sur les personnes handicapées (pdf).

source: For more information, please review the following reports:
fr_fr: Pour plus d'informations, veuillez lire les rapports suivants:

source: Omeka S version 3.x :download:`Accessibility Conformance Report, using VPAT 2.4 Revised International Standards <files/OmekaS3x_ACR.pdf>` (pdf), October 2020.
fr_fr: Omeka S version 3.x :download:`Accessibility Conformance Report, using VPAT 2.4 Revised International Standards <files/OmekaS3x_ACR.pdf>` (pdf), Octobre 2020.

source: Omeka S version 2.x :download:`Accessibility Conformance Report using VPAT version 2.0 <files/VPAT_OmekaS2-0-1.pdf>` (pdf), August 2019.
fr_fr: Omeka S version 2.x :download:`Accessibility Conformance Report using VPAT version 2.0 <files/VPAT_OmekaS2-0-1.pdf>` (pdf), Août 2019.

source: Omeka S version 1.x :download:`Accessibility Conformance Report using VPAT version 1.1 <files/VPAT2.0-OmekaS1-1.pdf>` (pdf), April 2018.
fr_fr: Omeka S version 1.x :download:`Accessibility Conformance Report using VPAT version 1.1 <files/VPAT2.0-OmekaS1-1.pdf>` (pdf), Avril 2018.

source: The following statements apply to Omeka S version 1.0.1 and higher:
fr_fr: Les instructions suivantes s'appliquent à Omeka S version 1.0.1 et ultérieure:

source: Front End (Public view)
fr_fr: Front End (vue publique)

source: The themes produced for Omeka S by RRCHNM have has the following features to improve accessibility:
fr_fr: Les thèmes produits pour Omeka S par RRCHNM ont les caractéristiques suivantes pour améliorer l’accessibilité:

source: `ARIA <http://www.w3.org/WAI/intro/aria>`_ (Accessible Rich Internet Applications) landmarks for tabbing through page content, when not using a mouse or using a screen reader;
fr_fr: Les repères `ARIA <http://www.w3.org/WAI/intro/aria>`_ (Accessible Rich Internet Applications) permettant de parcourir le contenu de la page sans utiliser de souris ni de lecteur d'écran;

source: Semantic HTML5 markup.
fr_fr: Balisage HTML5 sémantique.

source: Please note that although the core code for Omeka S conform to the above standards, installations of Omeka S which have been customized or which are using non-RRCHNM modules and themes may lack some or all of these options. While we encourage developers to consider accessibility, we cannot guarantee that their code includes ARIA Landmarks, SkipNav, or other accessibility considerations.
fr_fr: Veuillez noter que, bien que le code de base pour Omeka S soit conforme aux normes ci-dessus, les installations d’Omeka S qui ont été personnalisées ou qui utilisent des modules et des thèmes non RRCHNM peuvent manquer de tout ou partie de ces options. Bien que nous encourageons les développeurs à prendre en compte l'accessibilité, nous ne pouvons pas garantir que leur code inclut les points de repère ARIA, SkipNav ou d'autres considérations relatives à l'accessibilité.

source: Back End (Administrative view)
fr_fr: Back End (vue administrative

source: The administrative dashboard of Omeka S has the following features for accessibility:
fr_fr: Le tableau de bord administratif d'Omeka S présente les caractéristiques d'accessibilité suivantes:

source: ARIA landmarks for screen readers on the Admin Dashboard, designating the header, navigation, main content, and footers.
fr_fr: Points de repère ARIA pour les lecteurs d'écran sur le tableau de bord de l'administrateur, désignant l'en-tête, la navigation, le contenu principal et les pieds de page.
