Repository: biblibre/omeka-s-enduser--Fr-version
Catalog: locales/*/LC_MESSAGES/docs/admin-dashboard.po
Languages: fr

source: Admin Dashboard
fr: Tableau de bord

source: The administrative dashboard manages the content shared by all OmekaS sites and the core functionalities of the OmekaS installation.
fr: Le tableau de bord gère le contenu partagé par tous les sites OmekaS et les fonctionnalités de base de l'installation OmekaS.

source: Admin Main Page
fr: Page principale de l'administrateur

source: When a user logs in, the first page they see is the Admin Dashboard.
fr: Lorsqu'un utilisateur se connecte, la première page qu'il voit est le tableau de bord de l'administrateur.

source: *Note: depending on the user role, you may not see precisely the same options in the left-hand navigation. See [below](#left-hand-navigation) for details*
fr: *Remarque: selon le rôle de l'utilisateur, il est possible que vous ne voyiez pas exactement les mêmes options dans la navigation de gauche. Voir [ci-dessous](#left-hand-navigation) pour plus de détails*

source: In addition to the left-hand navigation present on all pages (see below), the admin dashboard presents users with two boxes: Manage Resources and Manage Sites.
fr: Outre la navigation de gauche présente sur toutes les pages (voir ci-dessous), le tableau de bord de l'administrateur propose aux utilisateurs deux zones: *Gérer les ressources* et *Gérer les sites*.

source: The *Manage Resources* box displays the following resources with their total count: [Items](content/items.md), [Item Sets](content/item-sets.md), [Vocabularies](content/vocabularies.md), and [Resource Templates](content/resource-template.md). Clicking on the label of the Resource will take you to the browse page; clicking the Plus button to the right of the label will take you to the add page for that resource type.
fr: La zone *Gérer les ressources* affiche les ressources suivantes avec leur nombre total: [Contenus](/content/items.md) , [Collections](/content/item-sets.md) , [Vocabulaires](/content/vocabularies.md), et [Modèles de ressources](/content/resource-template.md). En cliquant sur le libellé des ces entrées, vous accédez à la page de navigation. En cliquant sur le bouton "Plus" situé à droite de l'étiquette, vous accédez à la page d'ajout pour ce type de ressource.

source: The *Manage Sites* box lists the [Sites](sites/index.md) on the install. Clicking on the site name will take you to the public view of the site; clicking the edit (pencil) button will take you to the Edit Site Info page for that site.
fr: La zone *Gérer les sites* répertorie les [Sites](/sites/index.md) sur l’instance. En cliquant sur le nom du site, vous accédez à la vue publique du site. En cliquant sur le bouton Modifier (crayon), vous accédez à la page Modifier les informations sur le site de ce site.

source: Left-hand navigation
fr: Navigation à gauche

source: The following content appears on the left side of the admin dashboard and on all administrative pages.
fr: Le contenu suivant apparaît sur le côté gauche du tableau de bord de l'administrateur et sur toutes les pages administratives.

source: In the upper left corner of the screen is a link displaying the title of the installation which will always take you back to the admin dashboard.
fr: Dans le coin supérieur gauche de l'écran se trouve un lien affichant le titre de l'installation, qui vous ramène toujours au tableau de bord de l'administrateur.

source: Directly below the installation title is the message “Signed in as *User*” where *User* is the display name of the person logged in. Near the username (below or to the right, depending on window width) is the button to *Logout*.
fr: Directement sous le titre de l'installation, vous trouverez le message «Connecté en tant qu'utilisateur », où *Utilisateur* correspond au nom complet de la personne connectée. À proximité du nom d'utilisateur (en bas ou à droite, en fonction de la largeur de la fenêtre) se trouve le bouton permettant de *se déconnecter* .

source: Underneath the user information is a search field which has an option for advanced search (ellipses) in addition to the button to search (magnifying glass). Use this to search all items in the installation.
fr: Au-dessous des informations utilisateur se trouve un champ de recherche avec une option de recherche avancée (ellipses) en plus du bouton de recherche (loupe). Utilisez-le pour rechercher toutes les ressources de l'instance.

source: Advanced search options (the ellipses) allow you to refine the search by Resource Type, limiting it to *Items*, *Item Sets*, or *Media* by clicking the radio button next to the Resource Type you want to search.
fr: Les options de recherche avancées (les ellipses) vous permettent d’affiner la recherche par type de ressources, en la limitant aux contenus, collections ou supports en cliquant sur le bouton radio situé en regard du type de ressource que vous souhaitez rechercher.

source: The left hand navigation of the dashboard is divided into sections related to function and user access:
fr: La navigation de gauche du tableau de bord est divisée en sections relatives aux fonctions et aux accès des utilisateurs:

source: [Sites](sites/index.md): lists and provides access to all of the sites on the OmekaS install. (Computer icon)
fr: [Sites](/sites/index.md): répertorie et donne accès à tous les sites de l'installation d'OmekaS. (Icône "ordinateur")

source: Resources: content creation and metadata management
fr: Ressources : création de contenu et gestion des métadonnées

source: [Items](content/items.md): manage the individual resources of your install. (Box icon)
fr: [Contenus](/content/items.md) : gérer les contenus individuels de votre instance. (Icône "boîte")

source: [Item Sets](content/item-sets.md): manage aggregated groups of items. (Multiple boxes icon)
fr: [Collections](/content/item-sets.md): gérer des groupes d'éléments agrégés. (Icône "Plusieurs cases")

source: [Vocabularies](content/vocabularies.md): manage the metadata standards for your install. (Closed book icon)
fr: [Vocabulaires](/content/vocabularies.md) : gérez les normes de métadonnées pour votre installation. (Icône "livre fermé")

source: [Resource Templates](content/resource-template.md): manage predefined sets of properties (fields) to use when creating items. (Pencil in a square icon)
fr: [Modèles de ressources](/content/resource-template.md) : gestion des ensembles prédéfinis (champs) à utiliser lors de la création d'éléments. (Crayon "icône carrée")

source: Admin: installation-level administration (note that some of these tabs may not be visible to all user levels)
fr: Admin: administration au niveau de l'installation (notez que certains de ces onglets peuvent ne pas être visibles à tous les niveaux d'utilisateurs)

source: [Users](admin/users.md): manage users for the whole install and individual sites. (head and shoulders person icon)
fr: [Utilisateurs](/admin/users.md) : gérez les utilisateurs pour l'ensemble de l'installation et des sites individuels. (icône "personne tête et épaules")

source: [Modules](modules/index.md): add functionality to your sites. (Plus sign in square icon)
fr: [Modules](/modules/index.md) : ajouter des fonctionnalités à vos sites. (icône "signe plus dans une icône carrée")

source: [Jobs](admin/jobs.md): displays the user-activated tasks which are currently running. NB: jobs only display when they are running. (Three bars icon)
fr: [Tâches](/admin/jobs.md) : affiche les tâches activées par l'utilisateur en cours d'exécution. NB: les tâches ne s'affichent que lorsqu'elles sont en cours d'exécution. (Icône "trois barres")

source: [Settings](admin/settings.md): manage the global settings for all sites, the admin dashboard and the site dashboards. (Gears icon)
fr: [Paramètres](/admin/settings.md) : gérez les paramètres globaux de tous les sites, le tableau de bord de l'administrateur et les tableaux de bord du site. (Icône "rouages")

source: If you have installed modules, they may appear in the admin section of the left navigation below settings.
fr: Si vous avez installé des modules, ils peuvent apparaître dans la section admin de la navigation de gauche, sous les paramètres.

source: Note that users with more limited permissions will see only some of these navigation options.
fr: Notez que les utilisateurs avec des autorisations plus limitées ne verront que certaines de ces options de navigation.

source: System Information
fr: Informations système

source: In the bottom right corner is a short display of the current version of Omeka S. Click the link labelled *System Information* to see a full page with details.
fr: Dans le coin inférieur droit se trouve un court affichage de la version actuelle d’Omeka S. Cliquez sur le lien intitulé *Informations système* pour afficher une page complète avec des détails.
