Repository: biblibre/omeka-s-enduser--Fr-version
Catalog: locales/*/LC_MESSAGES/docs/search.po
Languages: fr_fr

source: Searching
fr_fr: Recherche

source: There are search functions on both the administrative and public sides of Omeka S installs and sites.
fr_fr: Il existe des fonctions de recherche sur les interfaces d'administration et publique des installations et des sites Omeka S.

source: Administrative interface
fr_fr: Interface d'administration

source: Basic search
fr_fr: Recherche simple

source: There is a search field near the top of the left-hand menu, just underneath the user information. This search field works as a keyword search across all the properties for a resource.
fr_fr: Il y a un champ de recherche dans la partie supérieure du menu de gauche, juste en dessous des informations de l'utilisateur. Ce champ de recherche fonctionne comme une recherche par mot-clé parmi toutes les propriétés d'une ressource.

source: By default, this search operates on items in your installation. However, you can use the ellipses (three dots) to open a menu and change the resource type being searched, selecting from Items, Item Sets, or Media.
fr_fr: Par défaut, cette recherche concerne les contenus de votre instance. Toutefois, vous pouvez utiliser les trois petits points pour ouvrir un menu et modifier le type de ressource recherché, en sélectionnant Contenus, Collections ou Médias.

source: Item advanced search
fr_fr: Recherche avancée de contenus

source: Advanced search for items only is available on the [Items](/content/items.md) page, from the *Advanced Search* link above the table of items.
fr_fr: La recherche avancée de contenus est uniquement disponible sur la page *Contenus*, à partir du lien *Recherche avancée* situé au-dessus du tableau des contenus. [Items](/content/items.md)

source: The advanced search loads on a new page, and has the following options:
fr_fr: La recherche avancée se charge sur une nouvelle page et comporte les options suivantes:

source: *Search full-text:* runs a full-text search on all of the text for every item in the installation.
fr_fr: *Recherche en texte intégral*: exécute une recherche en texte intégral sur tout le texte pour chaque élément de l'installation.

source: *Search by value:* search for a term or phrase which you enter
fr_fr: *Recherche par valeur*: rechercher un terme ou une phrase que vous entrez

source: The first selector allows you to specify a property to search.
fr_fr: Le premier sélecteur vous permet de spécifier une propriété à rechercher.

source: The second selector allows you to set the relationship the property has with the value. The options are:
fr_fr: Le second sélecteur vous permet de définir la relation entre la propriété et la valeur. Les options sont:

source: is exactly,
fr_fr: est exactement,

source: is not exactly,
fr_fr: n'est pas exactement

source: contains,
fr_fr: contient

source: does not contain,
fr_fr: ne contient pas,

source: is resource with ID,
fr_fr: est la ressource avec ID,

source: is not resource with ID,
fr_fr: n'est pas la ressource avec ID,

source: has any value (there is something in the property), and
fr_fr: a une valeur quelconque (il y a quelque chose dans la propriété), et

source: has no values.
fr_fr: n'a pas de valeurs.

source: Finally, there is a text field for you to enter the value you want the property to have.
fr_fr: Enfin, un champ de texte vous permet de saisir la valeur que vous souhaitez attribuer à la propriété.

source: To find a resource ID, go to the resource and look at the url in your browser's address bar. The numbers at the end of the url are the resource ID.
fr_fr: Pour trouver un identifiant de ressource, allez à la ressource et regardez l'URL dans la barre d'adresse de votre navigateur. Les chiffres à la fin de l'URL sont l'ID de la ressource.

source: *Search by class:* select a class by which to search from the dropdown menu
fr_fr: *Recherche par classe*: sélectionnez une classe à rechercher dans le menu déroulant.

source: *Search by template:* select a resource template from the dropdown. Templates are arranged by owner, then alphabetically.
fr_fr: *Rechercher par modèle*: sélectionnez un modèle de ressource dans la liste déroulante. Les modèles sont classés par propriétaire, puis par ordre alphabétique.

source: *Search by item set:* select from a dropdown of item sets.
fr_fr: *Rechercher par collection* : sélectionnez dans une liste déroulante d'ensembles d'é léments.

source: *In site pool:* select from a dropdown menu of all the sites on the Omeka S installation, sorted by user-owner.
fr_fr: *Dans le réservoir du site*: sélectionnez dans un menu déroulant tous les sites de l'installation Omeka S, triés par utilisateur.

source: Searches by value, class, template, and item set allow you to search by more than one input - use the large red *add new* buttons to search with more than one value or item set. These search terms build - searching for two item sets will return all items in either item set, rather than only those items which are in both.
fr_fr: Les recherches par valeur, classe, modèle et collection vous permettent d'effectuer une recherche selon plusieurs entrées. Utilisez les boutons *Ajouter de nouveaux boutons* pour effectuer une recherche avec plusieurs ensembles de valeurs ou d'éléments. Ces termes de recherche se cumulent - la recherche de deux ensembles d’articles renverra tous les éléments de l’un ou l’autre ensemble, plutôt que seulement les éléments qui se trouvent dans les deux.

source: You can remove value and item set searches using the red trash can icon to the right of those search options.
fr_fr: Vous pouvez supprimer les recherches de valeurs et d’ensembles d’articles à l’aide de l’icône de corbeille rouge située à droite de ces options de recherche.

source: You can reset your search terms at any time by using the "Reset" button on the upper right next to the "Search" button.
fr_fr: Vous pouvez réinitialiser vos termes de recherche à tout moment en utilisant le bouton "Réinitialiser" situé dans le coin supérieur droit, à côté du bouton "Rechercher".

source: Media advanced search
fr_fr: Recherche avancée de Médias

source: Advanced search for media is accessed from the [Media](/content/media) browse page, from the *Advanced Search* link above the table of item sets.
fr_fr: La recherche avancée de médias est accessible en cliquant sur la page Contenus/médias , à partir du lien *Recherche avancée* situé au-dessus du tableau des médias.

source: *Search full-text:* runs a full-text search on all of the text for every media resource in the installation.
fr_fr: *Recherche en texte intégral*: exécute une recherche en texte intégral sur tout le texte pour chaque élément de l'installation.

source: You can remove value searches using the red trash can icon to the right of the value settings.
fr_fr: *Recherche par valeur*: rechercher un terme ou une phrase que vous entrez

source: Searches by value, class, and template allow you to search by more than one input - use the *add new* buttons to search with more than one value or item set. These search terms build - searching for two templates will return all media using either template.
fr_fr: Les recherches par valeur, classe et modèle vous permettent d'effectuer une recherche sur plusieurs entrées. Utilisez les boutons *Ajouter de nouveaux boutons* pour effectuer une recherche avec plusieurs valeurs ou ensembles d'éléments. Ces termes de recherche se cumulent - la recherche de deux modèles renverra tous les médias en utilisant l'un ou l'autre modèle.

source: Item Set advanced search
fr_fr: Recherche avancée dans les collections

source: Advanced search for item sets only is accessed on the [Item Sets](content/item-sets) page, from the *Advanced Search* link above the table of item sets.
fr_fr: La recherche avancée pour les collections est accessible sur la page *collection* , à partir du lien *Recherche avancée* situé au-dessus du tableau des collections.

source: *Search full-text:* runs a full-text search on all of the text for every item set in the installation.
fr_fr: *Recherche en texte intégral*: exécute une recherche en texte intégral sur tout le texte pour chaque élément de l'installation.

source: This search bar works as a full-text search for the whole site. It will search all of the items, item sets, and media as well as the content of every page published on the site. Results are sorted by type, grouping together page results and item or item set results. From the initial results page, you can view all the results for that type (page, item) using the "view all results" link.
fr_fr: Cette barre de recherche fonctionne comme une recherche en texte intégral pour l'ensemble du site. Il recherchera tous les contenus, collections et supports ainsi que le contenu de chaque page publiée sur le site. Les résultats sont triés par type, en regroupant les résultats de page et les résultats d'élément ou de jeu d'éléments. Depuis la page de résultats initiale, vous pouvez afficher tous les résultats pour ce type (page, élément) à l’aide du lien "Afficher tous les résultats".

source: Advanced item search
fr_fr: Recherche avancée de contenus

source: Site visitors can access an advanced item search from the Browse Items page, if you have that page accessible. There is a link for Advanced search between the pagination and the sort options at the top of the item browse table.
fr_fr: Si cette page est accessible, les visiteurs du site peuvent accéder à une recherche avancée de contenus à partir de la page "Parcourir" (ou "Parcourir les contenus selon les thèmes). Il existe un lien pour la recherche avancée entre la pagination et les options de tri en haut du tableau de navigation des articles.

source: Clicking this loads a new page with four options for search:
fr_fr: En cliquant dessus, une nouvelle page contenant quatre options de recherche est chargée:

source: *Search by value:* search for a term or phrase using multiple options.
fr_fr: *Recherche par valeur*: rechercher un terme ou une phrase que vous entrez

source: Searches by value and class allow a visitor to search by more than one input; they can use the *add new* buttons to search with more than one search term. These search terms build - searching for two classes will return all item sets which have either class.
fr_fr: Les recherches par valeur, classe et modèle vous permettent d'effectuer une recherche sur plusieurs entrées. Utilisez les boutons *Ajouter de nouveaux boutons* pour effectuer une recherche avec plusieurs valeurs ou ensembles d'éléments. Ces termes de recherche se cumulent - la recherche de deux modèles renverra tous les médias en utilisant l'un ou l'autre modèle.
